# Вы пришли на испытание, по итогам которого будут выбраны
# кандидаты на стажировку в крутую IT-компанию.
# Вам нужно решить задачу,
# но Вы не знаете как, однако кандидат справа
# от Вас уже написал программу для решения задачи.
# Вам остается написать такое же решение,
# только не списывая точь-в-точь. Ниже дана программа второго кандидата,
# затем Ваша. В ответе через пробел напишите, что должно стоять на месте ***
#
# #программа второго кандидата:
# i = 0
# while i < 10:
#     print(i)
#     i = i + 1
# #Ваше решение:
# for *** in range(***):
#     print(i)
#

for i in range(10):
    print(i)
